{"items":[{"htmlTitle":"The cytochrome p450 <b>homepage<\/b>","displayLink":"[HTML] biomedcentral.com","link":"https:\/\/humgenomics.biomedcentral.com\/articles\/10.1186\/1479-7364-4-1-59","htmlSnippet":"The Cytochrome P450 <b>Homepage <\/b>is a universal resource for nomenclature and sequence <br>information on cytochrome P450 (CYP) genes. The site has been in continuous operation <br>since February 1995. Currently, naming information for 11,512 CYPs are available on the …","citedBy":"Cited by 848"},{"htmlTitle":"<b>Homepage <\/b>usability: 50 websites deconstructed","displayLink":"[PDF] teilar.gr","link":"https:\/\/e-class.teilar.gr\/modules\/document\/file.php\/BA101\/%CE%A5%CE%BB%CE%B9%CE%BA%CF%8C%20%CE%B3%CE%B9%CE%B1%20%CE%B5%CF%81%CE%B3%CE%B1%CF%83%CE%AF%CE%B5%CF%82%20%28Assignments%20Material%29\/Website%20Usability%20Guidelines%2C%20Nielsen%2C%20Tahir.pdf","htmlSnippet":"1) Show the company name and\/or logo in a reasonable size and noticeable location 2) <br>Include a tag line that explicitly summarises what the site or company does 3) Emphasize <br>what your site does that's valuable from users point of view 4) Emphasize the highest priority …","citedBy":"Cited by 867"},{"htmlTitle":"Hereditary hearing loss <b>homepage<\/b>","displayLink":"[PDF] ajums.ac.ir","link":"http:\/\/hrcahvaz.ajums.ac.ir\/_hrcahvaz\/documents\/book\/37-%20Definitions,%20Protocols%20and%20Guidelines%20in%20Genetic%20Hearing%20Impairment.pdf#page=174","htmlSnippet":"In 1994–5, as the number of reported loci for non-syndromal hearing impairment quickly <br>increased, it became apparent that a rapid means of exchange of information was needed to <br>avoid confusion in nomenclature. In November 1995, a list of known loci with their correct …","citedBy":"Cited by 628"},{"htmlTitle":"The <b>BBC<\/b>: Public institution and private world","displayLink":null,"link":"https:\/\/books.google.ca\/books?hl=en&lr=&id=JaEYDAAAQBAJ&oi=fnd&pg=PP1&dq=bbc%7Chomepage&ots=_1FVK8D474&sig=YtXqVKQBGdozhquCHYCHI93IDWc","htmlSnippet":"This book is for the most part based on tape recordings and notes I took during some fifteen <br>weeks spent in the <b>BBC <\/b>in 1963 and on a second period of study in 1973. It is about the <b>BBC <\/b><br>as I have got to know it as a working community and an occupational milieu, about the …","citedBy":"Cited by 497"},{"htmlTitle":"From <b>BBC <\/b>newsroom to <b>BBC <\/b>newscentre: On changing technology and journalist practices","displayLink":null,"link":"https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/135485659900500304","htmlSnippet":"New communication technologies, digitalisation and technological convergence along with <br>multi-skilling and multi-media production are now contributing to the transformation of <br>broadcast news production. To date, the role of technology within news production has …","citedBy":"Cited by 370"},{"htmlTitle":"A question of trust: The <b>BBC <\/b>Reith Lectures 2002","displayLink":null,"link":"https:\/\/books.google.ca\/books?hl=en&lr=&id=h_rTsfy4srQC&oi=fnd&pg=PP9&dq=bbc%7Chomepage&ots=eZqqG7ab6G&sig=ntM3iWKV7WuAlRKA8ZABYMcmAUI","htmlSnippet":"Onora O'Neill's timely new work highlights a great paradox: in order to inspire trust, we, the <br>public, require more accountability, more transparency. But the more we learn about our <br>financial institutions, our politicians, our medical practitioners, our clergy, and many other …","citedBy":"Cited by 2110"},{"htmlTitle":"The <b>BBC <\/b>survey of complementary medicine use in the UK","displayLink":null,"link":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0965229900908331","htmlSnippet":"Introduction: Recent data about the use of complementary and alternative medicine (CAM) <br>by the general population exist for Australia and the USA, but not for the UK. This study <br>aimed at providing such data. Design: Nationally representative random telephone survey …","citedBy":"Cited by 631"},{"htmlTitle":"The aldo-keto reductase superfamily <b>homepage<\/b>","displayLink":null,"link":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S000927970200193X","htmlSnippet":"The aldo-keto reductases (AKRs) are one of the three enzyme superfamilies that perform <br>oxidoreduction on a wide variety of natural and foreign substrates. A systematic <br>nomenclature for the AKR superfamily was adopted in 1996 and was updated in September …","citedBy":"Cited by 299"},{"htmlTitle":"Uncertain vision: Birt, Dyke and the reinvention of the <b>BBC<\/b>","displayLink":null,"link":"https:\/\/books.google.ca\/books?hl=en&lr=&id=ZHOxRPymY3IC&oi=fnd&pg=PA2&dq=bbc%7Chomepage&ots=CMueMZB5tc&sig=drt2mK_cis0_1dNGQhtMefaoPVo","htmlSnippet":"The <b>BBC <\/b>is the world's most famous and powerful cultural institution. Throughout its 75 year <br>existence it has attracted criticism, controversy and political bullying, as well as epitomising <br>globally the heights to which public, non-commercial broadcasting can aspire. It remains the …","citedBy":"Cited by 719"},{"htmlTitle":"User-generated content and gatekeeping at the <b>BBC <\/b>hub","displayLink":null,"link":"https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/14616700903290593","htmlSnippet":"This is an observational study of the way the <b>BBC <\/b>deals with user-generated content (UGC) <br>at its UGC hub. It finds four types of UGC. First a form of unsolicited news story: second a <br>form of solicited content for specific extant news stories; third a form of expeditious content …","citedBy":"Cited by 219"}]}