{"items":[{"htmlTitle":"Porous <b>media<\/b>: fluid transport and pore structure","displayLink":null,"link":"https:\/\/books.google.ca\/books?hl=en&lr=&id=pPJCOKfZGPkC&oi=fnd&pg=PP1&dq=chinese%7Cstate%7Cmedia%7Ccalls%7Cpompeo%7Ccoronavirus%7Cclaims%7C%27insane%27%7Cchina%7Cal%7Cjazeera&ots=AlU8lvsy_u&sig=ATMTwLkQuiynFE9IHGaB0MYYdNY","htmlSnippet":"This book examines the relationship between transport properties and pore structure of <br>porous material. Models of pore structure are presented with a discussion of how such <br>models can be used to predict the transport properties of porous <b>media<\/b>. Portions of the book …","citedBy":"Cited by 6267"},{"htmlTitle":"Hospital outbreak of Middle East respiratory syndrome <b>coronavirus<\/b>","displayLink":"[HTML] nejm.org","link":"https:\/\/www.nejm.org\/doi\/pdf\/10.1056\/NEJMoa1306742","htmlSnippet":"Background In September 2012, the World Health Organization reported the first cases of <br>pneumonia caused by the novel Middle East respiratory syndrome <b>coronavirus <\/b>(MERS-<br>CoV). We describe a cluster of health care–acquired MERS-CoV infections. Methods …","citedBy":"Cited by 975"},{"htmlTitle":"The flow of real gases through porous <b>media<\/b>","displayLink":"[PDF] ntnu.no","link":"https:\/\/www.onepetro.org\/journal-paper\/SPE-1243-A-PA","htmlSnippet":"The effect of variations of pressure-dependent viscosity and gas lawdeviation factor on the <br>flow of real gasses through porous <b>media <\/b>has beenconsidered. A rigorous gas flow equation <br>was developed which is a second order, non-linear partial differential equation with variation …","citedBy":"Cited by 835"},{"htmlTitle":"Development of a comorbidity index using physician <b>claims <\/b>data","displayLink":null,"link":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0895435600002560","htmlSnippet":"Important comorbidities recorded on outpatient <b>claims <\/b>in administrative datasets may be <br>missed in analyses when only inpatient care is considered. Using the comorbid conditions <br>identified by Charlson and colleagues, we developed a comorbidity index that incorporates …","citedBy":"Cited by 1461"},{"htmlTitle":"Understanding the phase-change mechanism of rewritable optical <b>media<\/b>","displayLink":"[PDF] psu.edu","link":"https:\/\/www.nature.com\/articles\/nmat1215","htmlSnippet":"Present-day multimedia strongly rely on rewritable phase-change optical memories. We <br>demonstrate that, different from the current consensus, Ge 2 Sb 2 Te 5, the material of choice <br>in DVD-RAM, does not possess the rocksalt structure but more likely consists of well-defined …","citedBy":"Cited by 1277"},{"htmlTitle":"<b>Claims<\/b>, errors, and compensation payments in medical malpractice litigation","displayLink":"[HTML] nejm.org","link":"https:\/\/www.nejm.org\/doi\/pdf\/10.1056\/nejmsa054479","htmlSnippet":"Background In the current debate over tort reform, critics of the medical malpractice system <br>charge that frivolous litigation—<b>claims <\/b>that lack evidence of injury, substandard care, or both—<br>is common and costly. Methods Trained physicians reviewed a random sample of 1452 …","citedBy":"Cited by 873"},{"htmlTitle":"Nanog is the gateway to the pluripotent ground <b>state<\/b>","displayLink":"[HTML] sciencedirect.com","link":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867409009696","htmlSnippet":"Pluripotency is generated naturally during mammalian development through formation of the <br>epiblast, founder tissue of the embryo proper. Pluripotency can be recreated by somatic cell <br>reprogramming. Here we present evidence that the homeodomain protein Nanog mediates …","citedBy":"Cited by 970"},{"htmlTitle":"The future of US-<b>China <\/b>relations: Is conflict inevitable?","displayLink":"[PDF] nccu.edu.tw","link":"https:\/\/www.mitpressjournals.org\/doi\/abs\/10.1162\/016228805775124589","htmlSnippet":"What is likely to be the future character of the relationship between the United States and the <br>People's Republic of <b>China<\/b>? Will it be marked by convergence toward deepening <br>cooperation, stability, and peace or by deterioration that leads to increasingly open …","citedBy":"Cited by 720"},{"htmlTitle":"Bioreactors with immobilized lipases: <b>state <\/b>of the art","displayLink":"[PDF] ucp.pt","link":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/0141022995001255","htmlSnippet":"This review attempts to provide an updated compilation of studies reported in the literature <br>pertaining to reactors containing lipases in immobilized forms, in a way that helps the reader <br>direct a bibliographic search and develop an integrated perspective of the subject …","citedBy":"Cited by 601"},{"htmlTitle":"Pyroelectric properties of <b>Al <\/b>(In) GaN\/GaN hetero-and quantum well structures","displayLink":"[PDF] researchgate.net","link":"https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/14\/13\/302\/meta","htmlSnippet":"The macroscopic nonlinear pyroelectric polarization of wurtzite <b>Al <\/b>x Ga 1-x N, In x Ga 1-x N <br>and <b>Al <\/b>x In 1-x N ternary compounds (large spontaneous polarization and piezoelectric <br>coupling) dramatically affects the optical and electrical properties of multilayered <b>Al <\/b>(In) …","citedBy":"Cited by 1069"}]}