{"items":[{"htmlTitle":"Learning for an <b>unknown <\/b>future","displayLink":"[PDF] ku.dk","link":"https:\/\/www.tandfonline.com\/doi\/full\/10.1080\/0729436042000235382","htmlSnippet":"What is it to learn for an <b>unknown <\/b>future? It might be said that the future has always been <br><b>unknown <\/b>but our opening question surely takes on a new pedagogical challenge if not <br>urgency in the contemporary age. Indeed, it could be said that our opening question has …","citedBy":"Cited by 786"},{"htmlTitle":"Capitalism: The <b>unknown <\/b>ideal","displayLink":null,"link":"https:\/\/books.google.ca\/books?hl=en&lr=&id=eWZbq29waP8C&oi=fnd&pg=PT6&dq=Unknown&ots=NTWzqvbI66&sig=6yudrXQqupxIGokgeKA0HwPvkVc","htmlSnippet":"In this series of essays, Ayn Rand presents her stand on the persecution of big business, the <br>causes of war, the default of conservatism, and the evils of altruism. The foundations of <br>capitalism are being battered by a flood of altruism, which is the cause of the modern world's …","citedBy":"Cited by 741"},{"htmlTitle":"Adapting to <b>unknown <\/b>smoothness via wavelet shrinkage","displayLink":"[PDF] stanford.edu","link":"https:\/\/amstat.tandfonline.com\/doi\/abs\/10.1080\/01621459.1995.10476626","htmlSnippet":"We attempt to recover a function of <b>unknown <\/b>smoothness from noisy sampled data. We <br>introduce a procedure, SureShrink, that suppresses noise by thresholding the empirical <br>wavelet coefficients. The thresholding is adaptive: A threshold level is assigned to each …","citedBy":"Cited by 5977"},{"htmlTitle":"Energy detection of <b>unknown <\/b>deterministic signals","displayLink":null,"link":"https:\/\/ieeexplore.ieee.org\/abstract\/document\/1447503\/","htmlSnippet":"By using Shannon's sampling formula, the problem of the detection of a deterministic signal <br>in white Gaussian noise, by means of an energy-measuring device, reduces to the <br>consideration of the sum of the squares of statistically independent Gaussian variates. When …","citedBy":"Cited by 3711"},{"htmlTitle":"Regulating a monopolist with <b>unknown <\/b>costs","displayLink":"[PDF] psu.edu","link":"https:\/\/www.jstor.org\/stable\/1912769","htmlSnippet":"We consider the problem of how to regulate a monopolistic firm whose costs are <b>unknown <\/b>to <br>the regulator. The regulator's objective is to maximize a linear social welfare function of the <br>consumer's surplus and the firm's profit. In the optimal regulatory policy, prices and subsidies …","citedBy":"Cited by 2482"},{"htmlTitle":"<b>Unknown <\/b>vocabulary density and reading comprehension.","displayLink":null,"link":"https:\/\/eric.ed.gov\/?id=EJ626518","htmlSnippet":"Examines what percentage of coverage of text is needed for unassisted reading for <br>pleasure, where learners are able to read without the interruption of looking up words. Looks <br>at the effect of three densities of <b>unknown <\/b>vocabulary on two measures of reading …","citedBy":"Cited by 1376"},{"htmlTitle":"Nanoparticles–known and <b>unknown <\/b>health risks","displayLink":"[HTML] springer.com","link":"https:\/\/link.springer.com\/article\/10.1186\/1477-3155-2-12","htmlSnippet":"Manmade nanoparticles range from the well-established multi-ton production of carbon <br>black and fumed silica for applications in plastic fillers and car tyres to microgram quantities <br>of fluorescent quantum dots used as markers in biological imaging. As nano-sciences are …","citedBy":"Cited by 1577"},{"htmlTitle":"<b>Unknown <\/b>attribute values in induction","displayLink":"[PDF] uqam.ca","link":"https:\/\/www.sciencedirect.com\/science\/article\/pii\/B9781558600362500485","htmlSnippet":"Simple techniques for the development and use of decision tree classifiers assume that all <br>attribute values of all cases are available. Numerous approaches have been proposed with <br>the aim of extending these techniques to cover real-world situations in which <b>unknown <\/b> …","citedBy":"Cited by 463"},{"htmlTitle":"Mao: The <b>unknown <\/b>story","displayLink":"[PDF] wellesley.edu","link":"https:\/\/books.google.ca\/books?hl=en&lr=&id=-WZ3j4USEzgC&oi=fnd&pg=PR9&dq=Unknown&ots=25wM44jPNb&sig=RCIj0KQNPwH2uhvkvZIyx_Lo2A8","htmlSnippet":"The most authoritative life of the Chinese leader every written, Mao: The <b>Unknown <\/b>Story is <br>based on a decade of research, and on interviews with many of Mao's close circle in China <br>who have never talked before—and with virtually everyone outside China who had …","citedBy":"Cited by 743"},{"htmlTitle":"Adaptive control of plants with <b>unknown <\/b>hystereses","displayLink":null,"link":"https:\/\/ieeexplore.ieee.org\/abstract\/document\/341778\/","htmlSnippet":"For a system with hysteresis, the authors present a parameterized hysteresis model and <br>develop a hysteresis inverse. The authors then design adaptive controllers with an adaptive <br>hysteresis inverse for plants with <b>unknown <\/b>hysteresis. A new adaptive controller structure is …","citedBy":"Cited by 654"}]}